{
  "text": {
    "hi": 126,
    "hello": 122,
    "hey": 125,
    "good": 107,
    "morning": 155,
    "evening": 88,
    "howdy": 130,
    "greetings": 114,
    "wassup": 252,
    "there": 231,
    "day": 79,
    "yo": 262,
    "salut": 198,
    "hiya": 127,
    "bye": 41,
    "goodbye": 108,
    "see": 201,
    "you": 264,
    "later": 141,
    "talk": 224,
    "to": 237,
    "ya": 261,
    "take": 223,
    "care": 52,
    "have": 120,
    "a": 1,
    "nice": 159,
    "catch": 55,
    "farewell": 93,
    "so": 208,
    "long": 146,
    "adios": 2,
    "peace": 173,
    "out": 170,
    "until": 247,
    "next": 158,
    "time": 236,
    "ciao": 65,
    "in": 134,
    "bit": 29,
    "one": 168,
    "i": 131,
    "m": 148,
    "off": 163,
    "leaving": 142,
    "heading": 121,
    "soon": 211,
    "thanks": 229,
    "thank": 227,
    "cheers": 59,
    "much": 156,
    "appreciated": 10,
    "lot": 147,
    "appreciate": 9,
    "it": 136,
    "grateful": 111,
    "very": 251,
    "many": 149,
    "for": 101,
    "your": 265,
    "help": 123,
    "assistance": 14,
    "owe": 171,
    "thankful": 228,
    "can": 47,
    "t": 220,
    "enough": 87,
    "re": 192,
    "the": 230,
    "best": 27,
    "awesome": 17,
    "support": 218,
    "safe": 196,
    "ty": 246,
    "thx": 235,
    "tell": 225,
    "me": 152,
    "joke": 138,
    "what": 256,
    "s": 195,
    "weather": 253,
    "who": 257,
    "president": 184,
    "__number__": 0,
    "sing": 203,
    "song": 210,
    "story": 216,
    "favorite": 96,
    "color": 69,
    "dance": 78,
    "do": 81,
    "pet": 175,
    "how": 129,
    "old": 166,
    "are": 11,
    "ask": 12,
    "question": 187,
    "may": 151,
    "something": 209,
    "quick": 188,
    "is": 135,
    "okay": 165,
    "if": 133,
    "check": 57,
    "with": 259,
    "mind": 154,
    "could": 71,
    "run": 194,
    "by": 40,
    "alright": 5,
    "let": 144,
    "quickly": 189,
    "doing": 83,
    "well": 255,
    "great": 112,
    "fine": 99,
    "all": 3,
    "here": 124,
    "asking": 13,
    "feeling": 97,
    "just": 140,
    "everything": 89,
    "going": 106,
    "buzzing": 39,
    "brilliant": 34,
    "fantastic": 91,
    "splendid": 214,
    "terrific": 226,
    "wonderful": 260,
    "fabulous": 90,
    "amazing": 6,
    "super": 217,
    "happy": 118,
    "up": 248,
    "been": 26,
    "life": 145,
    "things": 233,
    "week": 254,
    "today": 239,
    "treating": 242,
    "far": 92,
    "calories": 45,
    "an": 7,
    "apple": 8,
    "banana": 22,
    "calorie": 44,
    "count": 72,
    "sandwich": 199,
    "rice": 193,
    "does": 82,
    "chicken": 61,
    "slice": 204,
    "of": 162,
    "pizza": 180,
    "bowl": 31,
    "soup": 212,
    "cal": 43,
    "content": 70,
    "chocolate": 64,
    "bar": 23,
    "cup": 76,
    "coffee": 68,
    "milk": 153,
    "burger": 36,
    "serving": 202,
    "pasta": 172,
    "grams": 110,
    "broccoli": 35,
    "cals": 46,
    "carrots": 53,
    "glass": 105,
    "orange": 169,
    "juice": 139,
    "small": 206,
    "bag": 19,
    "chips": 63,
    "energy": 86,
    "boiled": 30,
    "egg": 84,
    "provide": 186,
    "value": 249,
    "piece": 178,
    "cake": 42,
    "grilled": 115,
    "fish": 100,
    "yogurt": 263,
    "baked": 21,
    "potato": 182,
    "handful": 116,
    "nuts": 160,
    "smoothie": 207,
    "beef": 25,
    "cheese": 60,
    "gram": 109,
    "butter": 37,
    "potatoes": 183,
    "two": 245,
    "slices": 205,
    "bread": 32,
    "three": 234,
    "pieces": 179,
    "cups": 77,
    "tablespoon": 221,
    "tablespoons": 222,
    "olive": 167,
    "oil": 164,
    "handfuls": 117,
    "popcorn": 181,
    "pie": 177,
    "fried": 102,
    "g": 104,
    "breast": 33,
    "salmon": 197,
    "tofu": 240,
    "lentils": 143,
    "chickpeas": 62,
    "steak": 215,
    "protein": 185,
    "almonds": 4,
    "tuna": 243,
    "eggs": 85,
    "turkey": 244,
    "quinoa": 190,
    "beans": 24,
    "fillet": 98,
    "peanut": 174,
    "hard": 119,
    "greek": 113,
    "cashews": 54,
    "veggie": 250,
    "cheddar": 58,
    "thigh": 232,
    "carbs": 51,
    "carbohydrate": 49,
    "oats": 161,
    "toast": 238,
    "cereal": 56,
    "sweet": 219,
    "spaghetti": 213,
    "muffin": 157,
    "tortilla": 241,
    "carb": 48,
    "croissant": 75,
    "bagel": 20,
    "mashed": 150,
    "pickles": 176,
    "honey": 128,
    "jam": 137,
    "carbohydrates": 50,
    "digestive": 80,
    "biscuits": 28,
    "fat": 94,
    "avocados": 16,
    "fatty": 95,
    "bacon": 18,
    "fries": 103,
    "whole": 258,
    "ice": 132,
    "cream": 73,
    "coconut": 66,
    "buttered": 38,
    "avocado": 15,
    "ranch": 191,
    "sauce": 200,
    "crisps": 74,
    "cod": 67
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "thank_you": 10,
    "out_of_scope": 8,
    "ask_question_permission": 5,
    "respond_to_how_you_are": 9,
    "ask_how_you_are": 3,
    "ask_calories": 0,
    "ask_protein": 4,
    "ask_carbs": 1,
    "ask_fats": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_calories": 6,
    "action_get_carbs": 7,
    "action_get_fats": 8,
    "action_get_protein": 9,
    "utter_end_formalities": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_out_of_scope": 19,
    "utter_reply_how_you_are": 20,
    "utter_reply_question_permission": 21,
    "utter_thank_you": 22
  },
  "action_text": null,
  "intent_response_key": null
}