{
  "text": {
    "hi": 123,
    "hello": 119,
    "hey": 122,
    "good": 104,
    "morning": 152,
    "evening": 85,
    "howdy": 127,
    "greetings": 111,
    "wassup": 249,
    "there": 228,
    "day": 77,
    "yo": 259,
    "salut": 195,
    "hiya": 124,
    "bye": 40,
    "goodbye": 105,
    "see": 198,
    "you": 261,
    "later": 138,
    "talk": 221,
    "to": 234,
    "ya": 258,
    "take": 220,
    "care": 51,
    "have": 117,
    "a": 1,
    "nice": 156,
    "catch": 54,
    "farewell": 90,
    "so": 205,
    "long": 143,
    "adios": 2,
    "peace": 170,
    "out": 167,
    "until": 244,
    "next": 155,
    "time": 233,
    "ciao": 64,
    "in": 131,
    "bit": 28,
    "one": 165,
    "i": 128,
    "m": 145,
    "off": 160,
    "leaving": 139,
    "heading": 118,
    "soon": 208,
    "thanks": 226,
    "thank": 224,
    "cheers": 58,
    "much": 153,
    "appreciated": 10,
    "lot": 144,
    "appreciate": 9,
    "it": 133,
    "grateful": 108,
    "very": 248,
    "many": 146,
    "for": 98,
    "your": 262,
    "help": 120,
    "assistance": 14,
    "owe": 168,
    "thankful": 225,
    "can": 46,
    "t": 217,
    "enough": 84,
    "re": 189,
    "the": 227,
    "best": 27,
    "awesome": 17,
    "support": 215,
    "safe": 193,
    "ty": 243,
    "thx": 232,
    "tell": 222,
    "me": 149,
    "joke": 135,
    "what": 253,
    "s": 192,
    "weather": 250,
    "who": 254,
    "president": 181,
    "__number__": 0,
    "sing": 200,
    "song": 207,
    "story": 213,
    "favorite": 93,
    "color": 67,
    "dance": 76,
    "do": 78,
    "pet": 172,
    "how": 126,
    "old": 163,
    "are": 11,
    "ask": 12,
    "question": 184,
    "may": 148,
    "something": 206,
    "quick": 185,
    "is": 132,
    "okay": 162,
    "if": 130,
    "check": 56,
    "with": 256,
    "mind": 151,
    "could": 69,
    "run": 191,
    "by": 39,
    "alright": 5,
    "let": 141,
    "quickly": 186,
    "doing": 80,
    "well": 252,
    "great": 109,
    "fine": 96,
    "all": 3,
    "here": 121,
    "asking": 13,
    "feeling": 94,
    "just": 137,
    "everything": 86,
    "going": 103,
    "buzzing": 38,
    "brilliant": 33,
    "fantastic": 88,
    "splendid": 211,
    "terrific": 223,
    "wonderful": 257,
    "fabulous": 87,
    "amazing": 6,
    "super": 214,
    "happy": 115,
    "up": 245,
    "been": 26,
    "life": 142,
    "things": 230,
    "week": 251,
    "today": 236,
    "treating": 239,
    "far": 89,
    "calories": 44,
    "an": 7,
    "apple": 8,
    "banana": 22,
    "calorie": 43,
    "count": 70,
    "sandwich": 196,
    "rice": 190,
    "does": 79,
    "chicken": 60,
    "slice": 201,
    "of": 159,
    "pizza": 177,
    "bowl": 30,
    "soup": 209,
    "cal": 42,
    "content": 68,
    "chocolate": 63,
    "bar": 23,
    "cup": 74,
    "coffee": 66,
    "milk": 150,
    "burger": 35,
    "serving": 199,
    "pasta": 169,
    "grams": 107,
    "broccoli": 34,
    "cals": 45,
    "carrots": 52,
    "glass": 102,
    "orange": 166,
    "juice": 136,
    "small": 203,
    "bag": 19,
    "chips": 62,
    "energy": 83,
    "boiled": 29,
    "egg": 81,
    "provide": 183,
    "value": 246,
    "piece": 175,
    "cake": 41,
    "grilled": 112,
    "fish": 97,
    "yogurt": 260,
    "baked": 21,
    "potato": 179,
    "handful": 113,
    "nuts": 157,
    "smoothie": 204,
    "beef": 25,
    "cheese": 59,
    "gram": 106,
    "butter": 36,
    "potatoes": 180,
    "two": 242,
    "slices": 202,
    "bread": 31,
    "three": 231,
    "pieces": 176,
    "cups": 75,
    "tablespoon": 218,
    "tablespoons": 219,
    "olive": 164,
    "oil": 161,
    "handfuls": 114,
    "popcorn": 178,
    "pie": 174,
    "fried": 99,
    "g": 101,
    "breast": 32,
    "salmon": 194,
    "tofu": 237,
    "lentils": 140,
    "chickpeas": 61,
    "steak": 212,
    "protein": 182,
    "almonds": 4,
    "tuna": 240,
    "eggs": 82,
    "turkey": 241,
    "quinoa": 187,
    "beans": 24,
    "fillet": 95,
    "peanut": 171,
    "hard": 116,
    "greek": 110,
    "cashews": 53,
    "veggie": 247,
    "cheddar": 57,
    "thigh": 229,
    "carbs": 50,
    "carbohydrate": 48,
    "oats": 158,
    "toast": 235,
    "cereal": 55,
    "sweet": 216,
    "spaghetti": 210,
    "muffin": 154,
    "tortilla": 238,
    "carb": 47,
    "croissant": 73,
    "bagel": 20,
    "mashed": 147,
    "pickles": 173,
    "honey": 125,
    "jam": 134,
    "carbohydrates": 49,
    "fat": 91,
    "avocados": 16,
    "fatty": 92,
    "bacon": 18,
    "fries": 100,
    "whole": 255,
    "ice": 129,
    "cream": 71,
    "coconut": 65,
    "buttered": 37,
    "avocado": 15,
    "ranch": 188,
    "sauce": 197,
    "crisps": 72
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "thank_you": 10,
    "out_of_scope": 8,
    "ask_question_permission": 5,
    "respond_to_how_you_are": 9,
    "ask_how_you_are": 3,
    "ask_calories": 0,
    "ask_protein": 4,
    "ask_carbs": 1,
    "ask_fats": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_calories": 6,
    "action_get_carbs": 7,
    "action_get_fats": 8,
    "action_get_protein": 9,
    "utter_end_formalities": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_out_of_scope": 19,
    "utter_reply_how_you_are": 20,
    "utter_reply_question_permission": 21,
    "utter_thank_you": 22
  },
  "action_text": null,
  "intent_response_key": null
}