{
  "text": {
    "hi": 142,
    "hello": 138,
    "hey": 141,
    "good": 121,
    "morning": 177,
    "evening": 98,
    "howdy": 146,
    "greetings": 128,
    "wassup": 282,
    "there": 259,
    "day": 83,
    "yo": 292,
    "salut": 224,
    "hiya": 143,
    "bye": 43,
    "goodbye": 122,
    "see": 227,
    "you": 294,
    "later": 159,
    "talk": 251,
    "to": 265,
    "ya": 291,
    "take": 249,
    "care": 54,
    "have": 136,
    "a": 1,
    "nice": 182,
    "catch": 57,
    "farewell": 103,
    "so": 234,
    "long": 165,
    "adios": 2,
    "peace": 198,
    "out": 195,
    "until": 276,
    "next": 181,
    "time": 264,
    "ciao": 67,
    "in": 150,
    "bit": 30,
    "one": 193,
    "i": 147,
    "m": 168,
    "off": 188,
    "leaving": 160,
    "heading": 137,
    "soon": 237,
    "thanks": 257,
    "thank": 255,
    "cheers": 61,
    "much": 178,
    "appreciated": 11,
    "lot": 167,
    "appreciate": 10,
    "it": 154,
    "grateful": 125,
    "very": 281,
    "many": 171,
    "for": 113,
    "your": 295,
    "help": 139,
    "assistance": 15,
    "owe": 196,
    "thankful": 256,
    "can": 49,
    "t": 246,
    "enough": 97,
    "re": 218,
    "the": 258,
    "best": 28,
    "awesome": 18,
    "support": 244,
    "safe": 222,
    "ty": 275,
    "thx": 263,
    "tell": 252,
    "me": 174,
    "joke": 156,
    "what": 286,
    "s": 221,
    "weather": 283,
    "who": 287,
    "president": 209,
    "__number__": 0,
    "sing": 229,
    "song": 236,
    "story": 242,
    "favorite": 107,
    "color": 71,
    "dance": 82,
    "do": 87,
    "pet": 200,
    "how": 145,
    "old": 191,
    "are": 12,
    "ask": 13,
    "question": 213,
    "may": 173,
    "something": 235,
    "quick": 214,
    "is": 153,
    "okay": 190,
    "if": 149,
    "check": 59,
    "with": 289,
    "mind": 176,
    "could": 75,
    "run": 220,
    "by": 42,
    "alright": 5,
    "let": 162,
    "quickly": 215,
    "doing": 89,
    "well": 285,
    "great": 126,
    "fine": 110,
    "all": 3,
    "here": 140,
    "asking": 14,
    "feeling": 108,
    "just": 158,
    "everything": 99,
    "going": 120,
    "buzzing": 41,
    "brilliant": 36,
    "fantastic": 101,
    "splendid": 240,
    "terrific": 254,
    "wonderful": 290,
    "fabulous": 100,
    "amazing": 7,
    "super": 243,
    "happy": 134,
    "up": 277,
    "been": 27,
    "life": 163,
    "things": 261,
    "week": 284,
    "today": 267,
    "treating": 271,
    "far": 102,
    "calories": 47,
    "an": 8,
    "apple": 9,
    "banana": 23,
    "calorie": 46,
    "count": 76,
    "sandwich": 225,
    "rice": 219,
    "does": 88,
    "chicken": 63,
    "slice": 230,
    "of": 187,
    "pizza": 205,
    "bowl": 32,
    "soup": 238,
    "cal": 45,
    "content": 74,
    "chocolate": 66,
    "bar": 24,
    "cup": 80,
    "coffee": 70,
    "milk": 175,
    "burger": 38,
    "serving": 228,
    "pasta": 197,
    "grams": 124,
    "broccoli": 37,
    "cals": 48,
    "carrots": 55,
    "glass": 119,
    "orange": 194,
    "juice": 157,
    "small": 232,
    "bag": 20,
    "chips": 65,
    "energy": 96,
    "boiled": 31,
    "egg": 94,
    "provide": 212,
    "value": 278,
    "piece": 203,
    "cake": 44,
    "grilled": 129,
    "fish": 111,
    "yogurt": 293,
    "baked": 22,
    "potato": 207,
    "handful": 132,
    "nuts": 185,
    "smoothie": 233,
    "beef": 26,
    "cheese": 62,
    "gram": 123,
    "butter": 39,
    "potatoes": 208,
    "two": 274,
    "slices": 231,
    "bread": 33,
    "three": 262,
    "pieces": 204,
    "cups": 81,
    "tablespoon": 247,
    "tablespoons": 248,
    "olive": 192,
    "oil": 189,
    "handfuls": 133,
    "popcorn": 206,
    "pie": 202,
    "fried": 114,
    "g": 116,
    "breast": 35,
    "salmon": 223,
    "tofu": 268,
    "lentils": 161,
    "chickpeas": 64,
    "steak": 241,
    "protein": 210,
    "almonds": 4,
    "tuna": 272,
    "eggs": 95,
    "turkey": 273,
    "quinoa": 216,
    "beans": 25,
    "fillet": 109,
    "peanut": 199,
    "hard": 135,
    "greek": 127,
    "cashews": 56,
    "veggie": 280,
    "cheddar": 60,
    "thigh": 260,
    "carbs": 53,
    "carbohydrate": 51,
    "oats": 186,
    "toast": 266,
    "cereal": 58,
    "sweet": 245,
    "spaghetti": 239,
    "muffin": 179,
    "tortilla": 269,
    "carb": 50,
    "croissant": 79,
    "bagel": 21,
    "mashed": 172,
    "pickles": 201,
    "honey": 144,
    "jam": 155,
    "carbohydrates": 52,
    "digestive": 86,
    "biscuits": 29,
    "fat": 104,
    "avocados": 17,
    "fatty": 106,
    "bacon": 19,
    "fries": 115,
    "whole": 288,
    "ice": 148,
    "cream": 77,
    "coconut": 68,
    "buttered": 40,
    "avocado": 16,
    "ranch": 217,
    "sauce": 226,
    "crisps": 78,
    "cod": 69,
    "eaten": 92,
    "did": 84,
    "my": 180,
    "am": 6,
    "consume": 72,
    "ve": 279,
    "had": 131,
    "total": 270,
    "consumed": 73,
    "taken": 250,
    "fats": 105,
    "food": 112,
    "intake": 152,
    "proteins": 211,
    "eat": 91,
    "ingested": 151,
    "diet": 85,
    "like": 164,
    "give": 118,
    "eating": 93,
    "looking": 166,
    "nutrition": 184,
    "macro": 169,
    "breakdown": 34,
    "nutrients": 183,
    "get": 117,
    "macros": 170,
    "terms": 253,
    "each": 90,
    "habits": 130
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "thank_you": 11,
    "out_of_scope": 9,
    "ask_question_permission": 5,
    "respond_to_how_you_are": 10,
    "ask_how_you_are": 3,
    "ask_calories": 0,
    "ask_protein": 4,
    "ask_carbs": 1,
    "ask_fats": 2,
    "ask_today_nutrition": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_calories": 6,
    "action_get_carbs": 7,
    "action_get_fats": 8,
    "action_get_protein": 9,
    "utter_end_formalities": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_out_of_scope": 19,
    "utter_reply_how_you_are": 20,
    "utter_reply_question_permission": 21,
    "utter_thank_you": 22
  },
  "action_text": null,
  "intent_response_key": null
}